class Results:
    result_0 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    result_1 = ('Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто '
                'сделать несколько заказов — один за другим.')
    result_2 = ('Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени '
                'аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, '
                'суточная аренда закончится 9 мая в 20:30.')
    result_3 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    result_4 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    result_5 = ('Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься '
                'без передышек и во сне. Зарядка не понадобится.')
    result_6 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    result_7 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

class UserData:
    name_1 = 'Евгений'
    name_2 = 'Кот'
    family_name_1 = 'Лукашин'
    family_name_2 = 'Бегемот'
    address_1 = '3-я ул. Строителей, д.25, кв.12'
    address_2 = 'Большая Садовая, 302-бис, кв.50'
    phone_1 = '84954546021'
    phone_2 = '+74956995366'
